Repository: eu-cristofer/centrifugal-pump
Catalog: pump/utilities/locales/*/LC_MESSAGES/messages.po
Languages: pt

source: -X-X-X- Note: To update the Table of Contents, open the document in Word, right-click on the TOC, and select 'Update Field'. -X-X-X-
pt: -X-X-X- Nota: Para atualizar o Sumário, abra o documento no Word, clique com o botão direito no Sumário e selecione 'Atualizar Campo'. -X-X-X-

source: 8.3.3.4.3 The test data shall be fit to a spline or an appropriate polynomial (typically, not less than a third order) for head and for power using a least squares method. The resulting polynomial equation shall be stated on the head and power calculated. These values shall be corrected for speed, viscosity, and density (specific gravity).[..]
pt: 8.3.3.4.3 Os dados do teste devem ser ajustados a um spline ou um polinômio apropriado (tipicamente, não inferior à terceira ordem) para altura manométrica e potência, usando um método de mínimos quadrados. A equação polinomial resultante deve ser declarada para a altura manométrica e a potência calculada. Esses valores devem ser corrigidos para rotação, viscosidade e densidade (gravidade específica).[..]

source: Actual
pt: Testado

source: Calculated Head and Power:
pt: Cálculo de Head Diferencial Total e Potência:

source: Design Point data:
pt: Dados do Ponto de Projeto:

source: Efficiency
pt: Eficiência

source: Equipment Description
pt: Descrição do Equipamento

source: Flow Rate
pt: Vazão

source: The following section presents the main characteristics of the equipment.
pt: A seguir, apresentamos as principais características do equipamento.

source: Here we present the key details regarding the development of the tests.
pt: A seguir são apresentadas as principais informações relacionadas ao desenvolvimento dos testes.

source: Here we can find the translation of the test results into data based on the specified speed of rotation (or frequency) and density.
pt: Neste tópico é apresentada a conversão dos resultados do teste em dados estimados de performance com base na rotação e densidade especificadas.

source: Manufacturer
pt: Fabricante

source: Maximum
pt: Máximo

source: Minimun
pt: Mínimo

source: Model
pt: Modelo

source: New document saved at
pt: Novo documento salvo em

source: Parameter
pt: Parâmetro

source: Performance Curve - Service Fluid
pt: Curva de Performance - Fluido de Trabalho

source: Performance Curve - Water
pt: Curva de Performance - Água

source: Performance test summary.
pt: Sumário do teste de performance.

source: Report
pt: Relatório

source: Serial Number
pt: Número de Série

source: Service
pt: Serviço

source: Template file not found:
pt: Arquivo de modelo não encontrado:

source: Test Data -
pt: Dados do Teste -

source: Test Results and Observations
pt: Resultados

source: Tests Development
pt: Desenvolvimento dos Testes

source: The computations in this section were performed in accordancy with API 610 12th issue:
pt: Os cálculos apresentados nesta seção foram realizados em acordo com o estabelecido com o item 8.3.3.4.3 da 12ª edição da norma API 610:

source: The primary objective of the FAT is to ensure that the pump meets the required mechanical, and performance criteria as defined in API 610 and the project specifications. The test procedures include mechanical run tests and performance verification, vibration analysis, and NPSH (Net Positive Suction Head) testing.
pt: O principal objetivo do FAT é garantir que a bomba atenda aos critérios mecânicos e de desempenho exigidos, conforme definido na API 610 e nas especificações do projeto. Os procedimentos de teste incluem testes de funcionamento mecânico, verificação de desempenho, análise de vibração e teste de NPSH (Altura Líquida Positiva de Sucção).

source: This report documents the Factory Acceptance Test (FAT) performed on an API 610 centrifugal pump at the manufacturer's facility. The FAT was conducted to verify compliance with the technical specifications and contractual requirements before shipment.
pt: Este relatório documenta o Teste de Aceitação em Fábrica (FAT) realizado em uma bomba centrífuga API 610 nas instalações do fabricante. O FAT foi conduzido com o objetivo de verificar a conformidade com as especificações técnicas e requisitos contratuais antes do envio.

source: This report provides a detailed record of the test procedures, observed results, and compliance with the acceptance criteria. Any deviations, corrective actions, and final acceptance status are also documented to ensure transparency and traceability of the qualification process.
pt: Este relatório fornece um registro detalhado dos procedimentos de teste adotados, resultados observados e conformidade com os critérios de aceitação. Quaisquer desvios, ações corretivas e status final de aceitação também são documentados para garantir transparência e rastreabilidade do processo de qualificação.

source: Warning: Unable to add chart
pt: Aviso: Não foi possível adicionar o gráfico

source: Warning: Unable to set locale, using default.
pt: Aviso: Não foi possível definir o idioma, usando o padrão.
